Repository: 1002698389/Aerocom
Catalog: 新工程/aerocom/*.lproj/Localizable.strings
Languages: fr

# 登录成功
source: Login success
fr: Log in avec succes

# 我的花园
source: My garden
fr: Mon jardin

# 用户
source: User
fr: Utilisateur

# 系统设置
source: System Settings
fr: Configuration système

# 使用帮助
source: Using Help
fr: Aide à l'utilisation

# 系统提示
source: System Hints
fr: Remarque syatème

# 植物数据有新增，是否获取最新的数据包？（当前网络为2G/3G/4G， 建议在WIFI网络时下载）
source: Plant data are updated, do you sync the latest data packets?(the current network is 2G/3G/4G, it is recommended to sync at WIFI network)
fr: Mise à jour disponible des données sur plantes, voulez vous télécharger ces données? (Le réseau actuel est 2G/3G/4G, nous vous recommandons de le faire sous WIFI)

# 植物数据有新增，是否获取最新的数据包？
source: Plant data are updated, do you sync the latest data packets?
fr: Mise à jour disponible des données sur plantes, voulez vous télécharger ces données?

# 提示
source: Prompt
fr: Attention

# 确定要删除该植物？
source: Are you sure to remove this plant?
fr: Confirmer la supression de cette plante?

# 删除成功
source: Successfully deleted
fr: Supression confirmée

# 我的新植物
source: My new plant
fr: Ma nouvelle plante

# 该植物没有绑定设备？
source: This plant is not binding equipment？
fr: Cette plante n'a pas été connectée？

# 开启
source: Turn on
fr: Démarrer

# 不支持的图片格式
source: Unsupported image format
fr: Type d'image non compatible

# 已保存到相册
source: Saved to the album
fr: Déjà sauvegardé dans l'album

# 相册
source: Photo Album
fr: Album

# 提醒
source: Remind
fr: Souligner

# 历史数据
source: History Data
fr: Donnée historique

# 新增植物
source: New Plant
fr: Nouvelle plante

# 室内
source: In
fr: Intér

# 室外
source: Out
fr: Extér

# 大地
source: Field
fr: DuSol

# 名称:
source: Name:
fr: Nom:

# 花草分类:
source: Classification:
fr: Catégorie:

# 室内/室外:
source: Indoor/Ourdoor:
fr: Intér/Extér:

# 花盆/大地:
source: Pot/Field:
fr: Vase/Terre:

# 植物绑定设备:
source: Binding Plants:
fr: Connecter:

# 提醒设置:
source: Reminder Setting:
fr: Configurer:

# 请输入昵称
source: Please enter the nickname
fr: Entrer un nom de favoris

# 确定
source: Confirm
fr: Confirmer

# 取消
source: Cancel
fr: Annuler

# 是
source: Yes
fr: Oui

# 否
source: No
fr: Non

# 修改头像
source: Change the Avatar
fr: Modifier le portrait

# 从相册中选择
source: Select from the album
fr: Choisir dans l'album

# 拍照
source: Take Pictures
fr: Photographier

# 花草名不能为空
source: Please fill in the name of flowers
fr: Le nom de la plante ne doit pas être vide

# 修改成功
source: Change Successfully
fr: Modifié avec succes

# 添加成功
source: Add Successfully
fr: Ajouté avec succes

# 没有修改
source: No Change
fr: Non modifié

# 花草分类选择
source: Select
fr: Choisir la catégorie des plantes

# 花草分类详情
source: The Details
fr: Détails de la catégorie des plantes

# 提醒设置
source: Reminder Setting
fr: Configurer:

# 植物绑定
source: Binding Plants
fr: Connecter la plante:

# 单位
source: Unit
fr: Unité

# 通知时间
source: Notification time
fr: Temps d'alerte

# 开始:
source: Start:
fr: Début:

# 结束:
source: End:
fr: Fin:

# 位置
source: Location
fr: Position

# 获得系统位置
source: Get system location
fr: Position

# 英制
source: British
fr: Inch

# 公制
source: Metric
fr: Métri

# 华氏℉
source: Fahrenheit ℉
fr: Dégré °F

# 摄氏℃
source: Celsius ℃
fr: Degré °C

# 开始
source: Start
fr: Commencer

# 结束
source: End
fr: Finir

# 用户中心
source: The User Center
fr: Centre Service Client

# 邮箱
source: Mailbox
fr: Email

# 更改个人设置
source: Change your personal settings
fr: Modifier la configuration personalisée

# 退出登录
source: Log out
fr: Se déconnecter

# 确定退出？
source: Determined to quit?
fr: Confirmer la déconnexion

# 个人设置
source: Personal Setting
fr: Configue personalisé

# 女
source: Female
fr: Femele

# 地区
source: District
fr: Région

# 性别
source: Gender
fr: Sexe

# 身高
source: Height
fr: Taille

# 体重
source: Weight
fr: Poids

# 出生日期
source: Date of birth
fr: Date de naissance

# 个人信息更新成功
source: Personal information updated successfully
fr: Mise à jour des informations personnels avec succes

# 账号不存在
source: Account does not exist
fr: Ce compte n'existe pas

# 密码不正确
source: Incorrect password
fr: Le code secret est erroné

# 没有该用户信息
source: No user information
fr: Information non trouvé de cet utilisateur

# 注册
source: Register
fr: Suscription

# 邮箱格式不正确
source: The mailbox format is not correct
fr: Le format d'email n'est pas correct

# 密码不能为空
source: Password can not be empty
fr: Le code secret ne dois pas être vide

# 两次输入的不匹配
source: No match for the two input
fr: Deux entrés ne sont pas identiques

# 账号已存在
source: Account already exists
fr: Compte existe déjà

# 注册成功
source: Registered success
fr: Suscription réussi

# 找回密码
source: Retrieve password
fr: Retrouver le code secret

# 我在使用 《Aerocom》 应用，大家来一起吧 !
source: I use the <Aerocom> application, all together.
fr: Je suis en train d'utiliser l'application <<AEROCOM>>, venez me rejoindre!

# 用户名
source: User Name
fr: Nom d'utilisateur

# 密码
source: Password
fr: Code secret

# 确认密码
source: Confirm the password
fr: Confirmer le code secret

# 登录
source: Login
fr: Se connecter

# 已发送
source: Sent
fr: A été envoyé

# 发送
source: Send
fr: Envoyer

# 光照
source: Lig
fr: Ens

# 搜索
source: Search
fr: De recherche

# 我的相机
source: Camera
fr: De la caméra

# 月
source: Month
fr: Mois

# 年
source: Year
fr: Année

# 光照提醒
source: Light Alert
fr: La lumière de rappel

# 温度提醒
source: Temperature Alert
fr: La température de rappel

# 湿度提醒
source: Humidity Alert
fr: Rappel de l'humidité

# 时间
source: Time
fr: Le temps

# 全选
source: Select All
fr: Tout sélectionner

# 删除
source: Delete
fr: Supprimer

# 用户名和密码不能为空
source: User name and password can not be empty
fr: Pas de nom d'utilisateur et mot de passe pour le vide

# 您好久没给植物拍照了
source: You haven't photographed the plant for a long time.
fr: On n'a pas de photos de plantes

# 1月
source: January
fr: Janvier

# 2月
source: February
fr: Février

# 3月
source: March
fr: Mars

# 4月
source: April
fr: Si.

# 5月
source: May
fr: Mai

# 6月
source: June
fr: Juin

# 7月
source: July
fr: Juillet

# 8月
source: August
fr: Août

# 9月
source: September
fr: Septembre

# 10月
source: October
fr: Octobre

# 11月
source: November
fr: Novembre

# 12月
source: December
fr: Décembre

# 是否删除该植物？
source: Do you want to remove the plant?
fr: Si la suppression de cette plante?

# 删除选中的图片？
source: Delete the selected pictures?
fr: Supprimer la photo?

# 该植物已经被绑定了
source: The plant has been bound.
fr: Cette plante a été lié.

# 花草分类必须选择
source: Flowers and plants have to choose
fr: Les fleurs de classification doit choisir

# 正在更新 ...
source: Updating ...
fr: Chargement ...

# 发送成功
source: Send Success
fr: Transmis avec succès

# 正在更新植物数据
source: In Sync
fr: Synchro

# 一月
source: January
fr: Janvier

# 二月
source: February
fr: Février

# 三月
source: March
fr: Mars

# 四月
source: April
fr: Avril

# 五月
source: May
fr: Mai

# 六月
source: June
fr: Juin

# 七月
source: July
fr: Juillet

# 八月
source: August
fr: Août

# 九月
source: September
fr: Septembre

# 十月
source: October
fr: Octobre

# 十一月
source: November
fr: Novembre

# 十二月
source: December
fr: Décembre

# 请在“设置-隐私-照片“选项中,允许Aerocom访问你的照片
source: Allow access your photos from device menu:“Settings“-> “Privacy“ -> “Photos“
fr: S'il vous plaît, dans la protection de la vie privée est - - photo “option permet d'accéder à vos photos Sénégal

# 请在“设置-隐私-相机“选项中,允许Aerocom访问你的相机
source: Allow access your camera from device menu:“Settings“-> “Privacy“ -> “Camera“
fr: S'il vous plaît, dans ”disposé - la vie privée - caméra“ option, la caméra permet de Sénégal de votre visite

# 正在加载
source: Loading
fr: Chargement

# 保存成功
source: Save success
fr: Sauvé avec succès

# 天
source: day
fr: jours

# 光照太强
source: Light is too strong
fr: La lumière est trop forte

# 光照不足
source: low-light
fr: Le manque de lumière

# 温度太低
source: The temperature is too low
fr: La température est trop faible

# 温度有点低
source: The temperature is a little low.
fr: La température est faible

# 温度有点高
source: The temperature is a little high.
fr: La température est un peu élevée

# 温度太高
source: The temperature is too high
fr: La température est trop élevée

# 缺水
source: Water shortage
fr: La pénurie d'eau

# 水太多
source: Too much water
fr: Trop d'eau

# 绑定
source: Binding
fr: Liaison

# 解绑
source: UnBind
fr: Annuler
